[{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Marina Bay Vũng Tàu Resort & Spa",
  "type": "Resort",
  "description": "Marina Bay Vũng Tàu Resort & Spa là khu phức hợp nghỉ dưỡng cao cấp hoàn toàn mới tọa lạc tại bãi biển Sao Mai của thành phố Vũng Tàu. Sở hữu địa thế ấn tượng “tọa sơn hướng thủy” - lưng tựa núi, mắt hướng biển với bờ biển dài gần 500m, Marina Bay Vũng Tàu Resort & Spa tự hào là resort 5 sao với tất cả các phòng đều hướng biển có hồ bơi vô cực sát biển đầu tiên và duy nhất ở thành phố Vũng Tàu.Phòng ngủ: gồm 100 phòng ngủ với sức chứa 204 khách theo tiêu chuẩn, 250 khách nếu ở ghép. Cơ cấu với nhiều loại phòng dành cho 02 khách, đặc biệt có 2 Villa VIP hướng biển, có hồ bơi riêng. Tất cả các phòng được trang trí thiết bị đầy đủ tiện nghi đạt tiêu chuẩn khách sạn 5 sao hiện nay như: két sắt, máy sấy tóc, bàn làm việc, tủ quần áo, bồn tắm nằm, áo choàng tắm, TV màn hình phẳng, truyền hình cáp, dịch vụ hồ bơi,…Phòng nghỉ ở đây có tầm nhìn tuyệt đẹp, quý khách có thể ngắm nhìn hoàng hôn rực rỡ dần buông trên đại dương mênh mông, cảm nhận khoảnh khắc trời và biển giao hòa.Liên hệ Vietnam Booking để đặt phòng và nhận ngay ưu đãi vô cùng hấp dẫn. Nếu quý khách có bất kỳ thắc mắc hoặc cần tư vấn đặt phòng khách sạn Vũng Tàu vui lòng liên hệ tổng đài 1900 4698.",
  "address": " 115 Trần Phú, Phường 5, Tp Vũng Tàu, Bà Rịa Vũng Tàu ",
  "regularPrice": "4,216,666 VND",
  "discountPrice": " 2,530,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_346272/3cbed0c3b5897e336b6b7a332111c203.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_346272/cb875c7d395ab441c484dcffa56db81a.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_346272/3c9f9032b920a7b1d2e085a644a53016.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_346272/a8aaf35654941afc96e4828fe784476f.jpg"
  ],
  "ratings": 5,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Lotus Vũng Tàu Resort",
  "type": "Resort",
  "description": "Ngoài tìm kiếm khách sạn được yêu thích thì nhu cầu lưu trú, nghỉ dưỡng tại các resort Vũng Tàu hiện nay cũng gia tăng đáng kể. Lần này, Vietnam Booking sẽ giới thiệu đến các bạn Lotus Vũng Tàu Resort. Đây là một trong những resort đạt tiêu chuẩn 3 sao tại phố biển với 50 phòng đầy đủ tiện nghi.\n\n\n\n\tMỗi phòng đều có máy điều hòa, minibar, internet miễn phí, ban công đón nắng gió mát mẻ, thông thoáng, TV màn hình phẳng có kết nối cáp giúp du khách giải trí với phong phú chương trình khác nhau. Phòng tắm sạch sẽ, rộng rãi có buồng tắm và vòi sen, đồ dùng và máy sấy tóc. Lotus Vũng Tàu Resort gần với các điểm du lịch, mua sắm, ăn uống như Lăng Cá Ông, Linh Sơn Cổ tự, bãi sau Vũng Tàu, sân vận động Lam Sơn,…\n\n\n\n\tĐặt phòng resort tại đây, du khách có cơ hội trải nghiệm thêm các dịch vụ tiện ích khác như: hồ bơi ngoài trời, vườn nghỉ mát ngắm cảnh, nhà hàng, quầy bar, dùng bữa sáng theo yêu cầu, dịch vụ giặt ủi, giặt khô quần áo, quầy tiếp tân, văn phòng phục vụ 24 giờ/ ngày, dịch vụ đưa đón tại sân bay, trông giữ hành lý, bãi đậu xe miễn phí trong khuôn viên resort.\n\n\n\n\tNếu có nhu cầu đặt khách sạn Vũng Tàu, vui lòng liên hệ Vietnam Booking qua 19004698 để được hỗ trợ trong việc đặt phòng và nhận ngay những ưu đãi hấp dẫn chỉ áp dụng cho khách hàng của chúng tôi.",
  "address": " 165C Thùy Vân, Phường Thắng Tam, Vũng Tàu, Bà Rịa - Vũng Tàu ",
  "regularPrice": "2,683,333 VND",
  "discountPrice": " 1,610,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344381/7269048a0fe225b125b9af8c9a1e9684.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344381/b290e383d8e53c2a177d65ab23cd2e3c.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344381/9774804bc918540f09ac95f5ffde87fb.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344381/bcb86deb0b42ab7540b85d608f7d21d8.jpg"
  ],
  "ratings": 3,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Resort Hải Dương Intourco Vũng Tàu",
  "type": "Resort",
  "description": "Nằm ngay trên bờ biển Bãi Sau nổi tiếng của Thành phố Vũng Tàu, Hải Dương Intourco Resort đích thị là sự lựa chọn tuyệt vời để Quý khách hòa mình vào làn nước mặn mà của biển cả, tiếp thêm sinh lực để bắt đầu ngày mới, nhịp sống mới. Không chỉ gần biển, khách sạn còn gần nhiều địa điểm du lịch Vũng Tàu nổi tiếng khác như: Hải đăng Vũng Tàu, Tượng Chúa Kito, Trung tâm Thương mại Lam Sơn,...\n\n\n\n\tVới hai không gian riêng biệt, khu nghỉ dưỡng Hải Dương Intourco có cả phòng khách sạn cho Quý Khách yêu thích sự sum vầy, liền kề, nhộn nhịp; khu biệt thự với ban công riêng hướng sân vườn/ hướng biển cho cảm giác gần gũi thiên nhiên, yên ả, thanh bình. Trong các phòng đều được bố trí đầy đủ các vật dụng cần thiết, mang đến cho quý khách tiện nghi cao nhất như: phòng tắm riêng kèm máy sấy tóc và đồ vệ sinh cá nhân miễn phí, TV màn hình phẳng,...\n\n\n\n\tTại Resort, Quý khách vừa có thể thưởng thức bữa sáng ngon miệng vừa ngắm tia nắng đầu ngày trên biển hoặc thưởng thức hương vị hải sản trong không gian nên thơ hòa quyện giữa làn nước và ánh trăng sóng sánh. Quý khách còn có cơ hội vùng vẫy tại bãi biển riêng hoặc hồ bơi của resort, cũng như chơi các trò thể thao dưới nước.\n\n\n\n\tKhông chỉ chuyên phục vụ du khách nghỉ dưỡng, Hải Dương Intourco Resort Vũng Tàu còn có dịch vụ nhận đặt bữa ăn, đặt tiệc, tiệc buffet,  tổ chức hội thảo… cho khách hàng kết hợp nghỉ dưỡng – công tác; kinh doanh bãi tắm an toàn cho du khách trong ngày. Dọc theo bờ cát dài là các khu lán với ghế bố miễn phí cho khách phòng. Quý Khách sẽ được tự do nghỉ chân, sinh hoạt chung hoặc nằm dài trên ghế nghe biển hát.\n\n\n\n\tMọi thông tin chi tiết về đặt phòng khách sạn Vũng Tàu, quý khách vui lòng liên hệ Vietnam Booking thông qua tổng đài 1900 4698 để được tư vấn cụ thể căn phòng phù hợp nhất cho chuyến hành trình của mình.",
  "address": "  01 Thùy Vân, Phường 8, thành phố Vũng Tàu, Việt Nam ",
  "regularPrice": "1,916,666 VND",
  "discountPrice": " 1,150,000 VND/ đêm",
  "smoking": true,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344722/3762795a77a63ecd446a08731851875e.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344722/66f156c36b7a801d8bc8797f82364200.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344722/b52c74c345871b76ed8ebd71702cdda3.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_344722/e700e81f2f4a23e3f004c165c8814238.jpg"
  ],
  "ratings": 3,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "SV Boutique Resort Vũng Tàu",
  "type": "Resort",
  "description": "SV Boutique Resort Vũng Tàu có vị trí thuận lợi tại thành phố biển vừa tiện ngắm biển vừa tiện tham quan các địa điểm du lịch nổi tiếng. Chỉ cách trung tâm thành phố khoảng 1km và bạn hoàn toàn có thể tiếp cận mọi thứ thật dễ dàng. Là khách sạn đạt tiêu chuẩn 4 sao mang đến cho khách hàng những tiện nghi vô cùng thoải mái, sang trọng. \n\n\n\n\tLấy cảm hứng thiết kế từ kiến trúc Pháp và Việt Nam từ thế kỷ trước, du khách chắc hẳn sẽ mê đắm sự pha trộn hiện đại của phong cách sống nghỉ dưỡng đương đại và lòng mến khách duyên dáng của Việt Nam. Cho dù đi công tác hay muốn dành thời gian với gia đình - resort có một bộ sưu tập các phòng và suite hiện đại, hầu hết đều có tầm nhìn tuyệt đẹp ra khu vực ven biển Bãi Dừa phục vụ bạn.\n\n\n\n\t\n\n\n\n\tTại SV Boutique Resort Vũng Tàu còn có các tiện ích như: spa, phòng thể dụ, hồ bơi ngoài trời. Đây cũng là những địa điểm giải trí vô cùng thú vị dành cho bạn. Với 20 phòng tổng cộng, tin rằng đây sẽ là địa chỉ dừng chân lý tưởng trong kỳ nghỉ lần này của bạn. Nếu như bạn có bất kỳ thắc mắc nào về dịch vụ đặt phòng khách sạn Vũng Tàu tại Vietnam Booking, vui lòng liên hệ số 1900 4698 để được tư vấn và hỗ trợ chi tiết nhất và dễ dàng sở hữu combo cực kỳ hấp dẫn.",
  "address": " 60 - 66/15 Hạ Long, Phường 2, Vũng Tàu, Bà Rịa - Vũng Tàu ",
  "regularPrice": "2,783,000 VND",
  "discountPrice": " 1,948,100 VND/ đêm",
  "smoking": true,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_345861/9692ba825bd9ff6c585394ce2a6dd800.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_345861/2772699f8fd6c561d052df3319ea5f12.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_345861/ad859e694cd7d78fa277b833fae08b8c.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_345861/1cab0da877344eabcc4b6f19950a6bef.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Amigo Homestay Vũng Tàu",
  "type": "Homestay",
  "description": "Nếu bạn đang có dự định tìm homestay Vũng Tàu vậy thì chọn ngay Amigo Homestay đẹp nhất tại Vũng Tàu nhé.  Căn nhà nghỉ dưỡng này nằm ngay trên đường Xô Viết Nghệ Tĩnh, khu vực trung tâm của thành phố, gần nhiều địa điểm du lịch nổi tiếng như tượng Chúa Ki-tô cách 1,5 km, Mũi Nghinh Phong cách 2,2 km, nhà cáp treo Núi Lớn cách 2,3 km..v.vNhà nghỉ dưỡng Amigo Homestay Vũng Tàu có nhiều khu vực như phòng khách có ghế ngồi bàn, khu vực phòng ăn, bếp với lò nướng, lò vi sóng, tủ lạnh, máy điều hòa. Và có 2 phòng ngủ, 3 phòng tắm với chậu rửa vệ sinh và đồ vệ sinh cá nhân miễn phí WiFi miễn phí, đặc biệt sân hiên có thể tổ chức tiệc BBQ. Vị trí nhà nghỉ chỉ cách biển 1km, các bạn dễ dàng di chuyển ra biển để đắm mình trong “combo” nắng vàng + nước biển xanh + cát trắng + gió biển mát.Thêm một chi tiết nhỏ là chủ nhà tại Amigo Homestay Vũng Tàu cũng rất nhiệt tình, họ có thể miễn phí một số dịch vụ trong nhà, và đặc biệt chỉ dẫn những nơi ăn uống bổ rẻ tại thành phố này nữa đấy. Mau chóng đặt homestay tại Amigo ngay nhé!Amigo Homestay là một trong những khách sạn Vũng Tàu được yêu thích nhất hiện nay. Vui lòng liên hệ số hotline 1900 4698 để được tư vấn chi tiết hơn về dịch vụ đặt phòng tại Vietnam Booking.",
  "address": " 1/24 Đường Xô Viết Nghệ Tĩnh, Phường Thắng Tam, Thành phố Vũng Tầu, Bà Rịa - Vũng Tàu ",
  "regularPrice": "",
  "discountPrice": " 0 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": false,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_352871/b5b595294c3f1ca498ee9aa428e0f425.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_352871/f421a1e65f66acf115dbf7205330c2bb.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_352871/669b758850d4bff9d9f7149114ee399c.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_352871/92f70ec6316f37e18926e5c5fd16379a.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "The Wind Boutique Resort & Residence Vũng Tàu",
  "type": "Resort",
  "description": "The Wind Boutique Resort & Residence là khu nghỉ dưỡng cách Bãi Trước 1,1 km, Bãi Sau 1,8 km và sân bay quốc tế Tân Sơn Nhất 71 km. Với phong cách trang nhã, hiện đại, sang trọng, khách sạn là địa chỉ lý tưởng cho du khách khi đến Thành phố biển Vũng Tàu. \n\n\n\n\tTất cả các phòng suite tại đây đều được trang bị đầy đủ các thiết bị như TV, phòng khách, phòng ngủ riêng, phòng tắm riêng với áo choàng tắm và dép. Một số phòng có vườn riêng, ban công, bể sục trong nhà/ngoài trời hoặc bếp. Các tiện nghi khác trong khuôn viên bao gồm bể sục, phòng xông hơi ướt, phòng xông hơi khô, phòng tập thể dục, tiện nghi chơi bida, phòng vui chơi cho trẻ em, phòng trò chơi board game và tiện nghi chơi bóng bàn.\n\n\n\n\tThe Wind Boutique Resort & Residence cung cấp 2 hồ bơi ngoài trời, view núi non rất thơ mộng. Chỗ nghỉ còn có một khu vườn nhiệt đới với thác nước, ao cá và nhiều khu vực tiếp khách cho khách thư giãn với ly đồ uống trên tay. Resort cung cấp dịch vụ đưa khách đi miễn phí đến các bãi biển và cửa hiệu gần đó.\n\n\n\n\tNếu bạn có bất kỳ thắc mắc nào về các khách sạn tại Vũng Tàu, hãy liên hệ ngay 1900 4698 để được tư vấn và nhận ngay những ưu đãi rẻ chưa từng có nhé!",
  "address": " 84 - B10 Phan Chu Trinh, Phường 2, Thành phố Vũng Tàu, Việt Nam ",
  "regularPrice": "2,318,666 VND",
  "discountPrice": " 1,391,200 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353232/f6c230291f0d5b19b3907794e3c3468f.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353232/1c1236315dbd13c50830dedae6e34105.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353232/99397c0f4844201f0185e7df40523fb3.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353232/ec69f0399e0efc75fa4da312fbb5a0b9.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Resort Hồ Mây Vũng Tàu",
  "type": "Resort",
  "description": "Resort Hồ Mây Vũng Tàu ngự trên đỉnh Núi Lớn của thành phố biển, thuộc khu du lịch sinh thái văn hóa Hồ Mây. Tại đây, du khách sẽ tận hưởng được chuyến đi trọn vẹn với khung cảnh đầy mê hoặc như chính cái tên Hồ Mây huyền bí. Từ resort, du khách có thể đi đến thăm Tượng Chúa Ki-tô trên Núi Nhỏ cách đó tầm 2km hoặc đến Bến tàu Cánh ngầm Vũng Tàu và Bãi Sau chỉ với khoảng 10 - 15 phút lái xe.\n\n\n\n\tĐược ví như một thiên đường nghỉ dưỡng nằm trên núi cao và được bao quanh bởi những khu rừng nguyên sinh mát mẻ, biển lớn có sóng trải bạc đầu, Ho May Resort là chỗ nghỉ lý tưởng cho du khách tại Vũng Tàu. Trong mỗi phòng của khu nghỉ dưỡng đều có khu vực tiếp khách riêng biệt với ghế sofa, TV màn hình phẳng truyền hình cáp. Phòng được lát sàn gỗ, trang bị ấm đun nước, máy sấy tóc cùng đồ vệ sinh cá nhân miễn phí. \n\n\n\n\tBên cạnh đó, du khách còn được thưởng thức các món ăn hấp dẫn tại nhà hàng chuyên phục vụ các món ăn châu Á và phương Tây cũng như bữa ăn tận phòng. Resort Hồ Mây Vũng Tàu còn cung cấp quầy lễ tân 24 giờ hỗ trợ quý khách dịch vụ giữ hành lý và đặt vé. Quý khách có thể tham gia các hoạt động tại khu resort như: cưỡi ngựa, chèo thuyền và câu cá trên Hồ Mây.\n\n\n\n\tNếu như bạn có bất kỳ thắc mắc nào về dịch vụ đặt phòng khách sạn Vũng Tàu, vui lòng liên hệ số hotline 1900 4698 để được tư vấn và hỗ trợ chi tiết nhất.",
  "address": "  1a Trần Phú, Phường 1, Tp. Vũng Tàu, Bà Rịa - Vũng Tàu ",
  "regularPrice": "1,686,666 VND",
  "discountPrice": " 1,012,000 VND/ đêm",
  "smoking": true,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353409/18333a7dd452fc0b6fd8a1c4d91e4560.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353409/4381d5486e0d9bc84fd404bb97407e91.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353409/cda1ca3daf9628e1d1912d6e9f4728a5.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353409/5bb6fc039da5b3ffaab1cc7f7f9021a8.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Intourco Resort Vũng Tàu",
  "type": "Resort",
  "description": "Khu nghỉ dưỡng Intourco Resort Vũng Tàu được xây dựng theo tiêu chuẩn 4 sao. Nơi đây nằm trên bờ biển Thùy Vân. Với vị trí lý tưởng này, Intourco Resort Vũng Tàu là chỗ dừng chân tuyệt vời giúp du khách dễ dàng di chuyển đến các điểm du lịch nổi tiếng của thành phố biển.\n\n\n\n\tIntourco Resort Vũng Tàu tất cả 115 phòng nghỉ được bài trí độc đáo. Không gian sang chảnh với đầy đủ tiện nghi hiện đại như TV màn hình phẳng, bàn làm việc, máy lạnh, tủ lạnh mini và phòng tắm khép kín… Đặc biệt, mỗi phòng đều bố trí ban công có view hướng ra toàn cảnh non nước tuyệt đẹp, giúp quý khách dễ dàng ngắm nhìn hoàng hôn hoặc bình minh trên mặt nước xanh mênh mông.\n\n\n\n\tIntourco Resort Vũng Tàu còn cung cấp một loạt các dịch vụ khác như hồ bơi nước mặn/ngọt ngoài trời, cửa hàng lưu niệm, phòng tập thể dục, phòng hát karaoke, trung tâm spa, phòng hội nghị. Khu nghỉ dưỡng còn nhiều dịch vụ khác, đảm bảo quý khách sẽ luôn cảm thấy hài lòng trong suốt thời gian đặt phòng resort nghỉ dưỡng ở đây.\n\n\n\n\tHãy liên hệ theo hotline                 1900 4698 của Vietnam Booking để được tư vấn và hỗ trợ đặt phòng khách sạn Vũng Tàu một cách chi tiết.",
  "address": " 1A Thùy Vân, Phường 8, Thành phố Vũng Tàu, Bà Rịa - Vũng Tàu ",
  "regularPrice": "2,204,667 VND",
  "discountPrice": " 1,322,800 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353826/d624a1b5ec83f9d1f674c5dfec4b1886.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353826/58846843f98323f60b4cb8acc46940f2.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353826/1c92e5d3688c11031fbfc5e95fcaf1d5.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353826/321d106c865fd69884a6c0029eaa80b0.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Resort Seaside Vũng Tàu",
  "type": "Resort",
  "description": "Seaside Vũng Tàu có vị trí đắc địa tại con đường bờ biển rộng và đẹp nhất của thành phố du lịch Vũng Tàu. Ngay từ những bước chân đầu tiên, khu nghỉ dưỡng Vũng Tàu này đã gây ấn tượng bởi tất cả mọi mệt mỏi ưu phiền của đời thường dường như đều tan biến hết, thay vào đó là sự yên bình, thư giãn và thoải mái đến không ngờ.\n\n\n\n\tKhu nghỉ dưỡng ẩn mình dưới những hàng cọ quyến rũ, những thảm cỏ xanh mượt, con suối róc rách du dương hay những loài cây quý hiếm quí như lộc vừng, trà trăm tuổi…\n\n\n\n\tKhu nghỉ dưỡng Seaside Vũng Tàu gồm có tổng cộng tất cả là 71 phòng hướng ra biển, được thiết kế tinh tế và hài hòa với thiên nhiên. Mỗi phòng nghỉ trong khu nghỉ dưỡng đều được trang bị tiện nghi đạt tiêu chuẩn 4 sao như: truy cập internet, két sắt trong phòng, phòng không hút thuốc, máy sấy tóc… \n\n\n\n\tNgoài ra khi đặt phòng tại đây, du khách còn có thể hài lòng với những dịch vụ và những tiện nghi khác như: dịch vụ đưa đón sân bay, thang máy, nhà hàng tại khu nghỉ dưỡng, bể bơi ngoài trời, café… Khách du lịch cũng có thể thưởng thức các món ăn trứ danh tại nhà hàng trong khu nghỉ dưỡng hoặc thư giãn dịch vụ mát xa khi nghỉ chân tại đây.\n\n\n\n\tSeaside Vũng Tàu resort là sự lựa chọn lý tưởng và hoàn hảo dành cho những ai đang mon muốn tách biệt khỏi không khí ồn ào, náo nhiệt của nhịp sống phố thị tìm những không gian riêng tư mà bản thân đã lãng quên từ lâu.\n\n\n\n\tVietnam Booking sau nhiều năm hoạt động đã khẳng định được uy tín của mình và trở thành địa chỉ cung cấp các chỗ ở chất lượng cho du khách trong nước cũng như quốc tế. Nếu có bất kì thắc mắc nào về các khách sạn tại Vũng Tàu, hãy liên hệ ngay hotline 1900 4698 để được tư vấn nhiệt tình nhất.",
  "address": " 28 Trần Phú, Bãi Trước, P. 1, Tp. Vũng Tàu, T. Bà Rịa - Vũng Tàu, Việt Nam ",
  "regularPrice": "1,763,333 VND",
  "discountPrice": " 1,058,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353877/e5cc85e6ef45043ffd4ac1f09244fee3.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353877/8879513ccfcca110b615a381809d62d3.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353877/7fd970d921db5175a2ffc0cd94eca46a.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_353877/d5ce4dc3ae2ee7929eb6496e1662d007.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Resort Carmelina Beach Hồ Tràm",
  "type": "Resort",
  "description": "Khu nghỉ dưỡng Carmelina Hồ Tràm toạ lạc tại khu vực bãi biển riêng sạch đẹp của khu vực Hồ Tràm, tỉnh Bà Rịa - Vũng Tàu, cùng với cảnh quan sân vườn duyên dáng, các trang thiết bị tiện nghi hiện đại, Carmelina Beach Resort cung cấp sự trải nghiệm nghỉ dưỡng, du lịch tuyệt vời cho tất cả các nhu cầu du lịch của quý khách.\n\n\n\n\tKhi nghỉ dưỡng gồm có tổng cộng 120 phòng trong 5 toà nhà và 22 bungalows. Tất cả các phòng đều có tầm nhìn ra cảnh quan sân vườn, hồ bơi hoặc nhìn hướng biển. Mỗi phòng tại khu nghỉ dưỡng đều được cung cấp các tiện nghi hiện đại bao gồm: TV truyền hình cáp màn hình phẳng, phòng máy lạnh, bàn tiếp khách, tủ đựng áo quần. Phòng tắm riêng được cung  cấp đầy đủ tiện nghi tắm.\n\n\n\n\tKhông dừng lại ở đó, khu nghỉ dưỡng biển Carmelina Hồ Tràm còn cung cấp các tiêu chuẩn dịch vụ 4-sao với các dịch vụ ăn uống tuyệt vời, các phòng hội nghị hiện đại, các dịch vụ thể thao và các hoạt động giải trí để quy khách được thật sự thư giãn và thoải mái.\n\n\n\n\tTại khu nghỉ dưỡng, Quý khách cũng sẽ được gợi ý những địa điểm vui chơi giải trí đảm bảo quý khách luôn cảm thấy thoải mái trong suốt kỳ nghỉ của mình. Đặt phòng khách sạn Vũng Tàu tại Vietnam Booking qua hotline 1900 4698 và nhận những ưu đãi hấp dẫn ngay nhé!",
  "address": "  X. Phước Thuận, H. Xuyên Mộc, T. Bà Rịa - Vũng Tàu, Việt Nam ",
  "regularPrice": "4,025,000 VND",
  "discountPrice": " 2,415,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354377/2093137bd5f06ba4477223e46fe7a8bf.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354377/14244a6eb133cc53598e3fc649b962ce.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354377/ba005c260b20214a15da2ef1d2b7a607.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354377/6c48eb625da4038b0a3a14ec4db14064.jpg"
  ],
  "ratings": 4,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Sanctuary Resort Hồ Tràm",
  "type": "Resort",
  "description": "Sanctuary Resort Hồ Tràm là một trong những khu nghỉ dưỡng cao cấp nhất ở Vũng Tàu, có vị trí chạy dọc theo bãi biển với phong cách tao nhã. Xung quanh khu nghỉ dưỡng là những địa danh nổi tiếng như Căn cứ Minh Đạm, Thánh Giá Long Tân, Suối nước nóng Bình Châu,...\n\n\n\n\tSanctuary resort Hồ Tràm bao gồm tổng cộng là 28 căn biệt thự kết hợp với khu biệt thự sang trọng, hướng biển. Lối thiết kế gọn gàng, sáng sủa, không gian mở đã làm nổi bật những vật liệu thiên nhiên cao cấp, những lớp sơn thủy bề mặt là điểm nhấn đặc sắc khiến cho những ai khi đặt phòng trực tuyến tại đây đều khen ngợi và rất thích thú. Phòng ngủ và phòng khách của mỗi căn biệt thự được lót gạch với họa tiết kết hợp với thời trang cao cấp, phong cách trang nhã và các loại mài đá chất lượng cao. Cửa chính và cửa sổ của mỗi khu nghỉ dưỡng thiết kế rộng mở giúp bạn có thể tận hưởng khoảng không gian bao la đầu gió biển trong lành.\n\n\n\n\tCác câu lạc bộ chăm sóc sức khỏe cung cấp đầy đủ các dịch vụ spa, bồn ngâm thủy lực, phòng tắm hơi, phòng tập gym, hồ bơi, sân đánh tennis cũng được cung cấp tại khu nghỉ dưỡng. Nơi đây cũng rất lý tưởng để có thể tổ chức những bữa tiệc tối ngoài trời lẫn tận hưởng không gian ấm cúng trong các phòng sang trọng.\n\n\n\n\tCó thể thấy, từ kiến trúc, cảnh quan đến tiện nghi, hệ thống liên lạc và cơ sở hạ tầng đều được xây dựng với tiêu chuẩn quốc tế cao cấp nhất. Sanctuary Resort Hồ Tràm chính là sự lựa chọn rất lý tưởng để thoát khỏi sự hối hả và nhộn nhịp của thành phố. Nhanh tay đặt ngay phòng khách sạn tại Vietnam Booking để nhận vô vàn những voucher hấp dẫn về giá. Vui lòng liên hệ hotline 1900 4698 nếu có bất kỳ thắc mắc gì về đặt phòng khách sạn Bà Rịa Vũng Tàu.",
  "address": "  Hồ Tràm, X. Phước Thuận, H. Xuyên Mộc, T. Bà Rịa Vũng Tàu, Việt Nam ",
  "regularPrice": "22,999,999 VND",
  "discountPrice": " 13,799,999 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354455/fce67dadadf22118103a772c09484513.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354455/8bbaa5e380bae1db4adb059735b9d12e.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354455/d7d4f7a4cb204df919729458ff3fad85.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_354455/ed9f9755ae066bad378213f6c4a1826a.jpg"
  ],
  "ratings": 5,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "NiN Garden Homestay Vũng Tàu",
  "type": "Homestay",
  "description": "NiN Garden Homestay tọa lạc trên đường Võ Thị Sáu, các địa điểm vui chơi, giải trí nằm gần homestay như: Tượng chúa Kito, Hải Đăng Vũng Tàu, Núi Nhỏ, Núi Lớn... giúp cho việc di chuyển và tham quan sẽ không còn là vấn đề đối với du khách.Homestay được thiết kế khá độc đáo với hình dáng từ các khối container, homestay cung cấp các hạng phòng bao gồm: phòng giường đôi. phòng gia đình và phòng 4 khách. Bên trong được trang bị đầy đủ các vật dụng tiện nghi. Ngoài ra còn nhiều tiệc ích có sẵn như lễ tân 24h, hệ thống wifi, minibar... và đội ngũ nhân viên thân thiện hiếu khách sẽ hỗ trợ bạn tốt nhất trong quá trình lưu trú tại nơi đây. \nNgoài ra homestay còn có cả bãi đậu xe rộng rãi, khu vực sân vườn, quán coffee, khu vực giải trí thoáng đãng ở tầng trêt thích hợp cho các bạn trẻ vui chơi, gia đình quây quần cùng nhau trong chuyến du lịch. Cùng với đó khách sạn còn cung cấp dịch vụ dọn phòng và cho thuê xe, homestay đảm bảo chuyến đi của du khách thoải mái, tiện nghi và thuận tiện nhất.Nếu muốn đặt phòng khách sạn Vũng Tàu giá rẻ, bạn có thể gọi ngay 1900 4698 để Vietnam Booking hỗ trợ từ A - Z!",
  "address": " 26 Võ Thị Sáu, Phường 2, Thành phố Vũng Tàu, Bà Rịa  ",
  "regularPrice": "",
  "discountPrice": " 0 VND/ đêm",
  "smoking": true,
  "bar": false,
  "wifi": false,
  "parking": false,
  "offer": false,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_375416/4d5969f0de05a20d34cfac51f1863065.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_375416/079ff2ea3ef5d1e244fa824fdfadee4c.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_375416/852a5f1b419e5d92393dc225762f244b.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_375416/caeab18d815e7fdb3ea1df8907c64b03.jpg"
  ],
  "ratings": 0,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Homestay Ruby Vũng Tàu",
  "type": "Homestay",
  "description": "Homestay Ruby Vũng Tàu là nơi nghỉ dưỡng tuyệt vời tại thành phố biển. Không gian này sở hữu chiếc view hướng biển toàn cảnh, thành phố cực chill. Bên trong phòng có cả toilet riêng để du khách thuận tiện trong việc sinh hoạt. Homestay trang bị đầy đủ các trang bị nội thất hiện đại như: bàn ghế,  tivi, điều hòa, vòi sen,... Ngoài phòng ngủ, khách sạn còn có cả không gian bếp và khu vực tiếp khách. Vừa có diện tích rộng rãi vừa có bàn ăn thuận tiện,... Homestay Ruby Vũng Tàu có đầy đủ các không gian tiện nghi đem lại cảm giác thoải mái cho du khách. Phòng ngủ còn được lót sàn gỗ để đảm bảo độ sạch sẽ cho không gian.Mặt khác, khách sạn còn nằm gần nhiều địa điểm check in nổi tiếng như: tượng Chúa Kito, mũi Nghinh Phong, đồi Con Heo, Bãi Sau, Bãi trước,... Cùng với vị trí thuận lợi nằm gần biển, từ khách sạn du khách có thể di chuyển một cách dễ dàng.Nếu có nhu càu đặt khách sạn Vũng Tàu giá rẻ với nhiều ưu đãi hấp dẫn, bạn có thể gọi đến hotline 19004698 để Vietnam Booking hỗ trợ một cách nhanh chóng.",
  "address": " Chung cư Melody, 149 Võ Thị Sáu, Phường 2, TP. Vũng Tàu, Tỉnh Bà Rịa - Vũng Tàu ",
  "regularPrice": "",
  "discountPrice": " 1,600,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": false,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_380041/0f3738c16080b259210be43b95fb6f0d.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_380041/4a4285fa80372578f95854ebe069d037.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_380041/94b19ea1f7228ce8ae8e160b30e472bd.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_380041/4fe681f40d4a2a6e73efed79eb2eea9a.jpg"
  ],
  "ratings": 0,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Gió Biển Homnestay Vũng Tàu",
  "type": "Homestay",
  "description": "",
  "address": " L23 Phố Bàu Sen 4, Phường 2, Thành phố Vũng Tàu, Tỉnh Bà Rịa - Vũng Tàu ",
  "regularPrice": "805,000 VND",
  "discountPrice": " 563,500 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": true,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_394304/d0a0cc8c9ed4ca767ca11e376f061abc.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_394304/60441db6754b6b31dc793ddf8f2ec602.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_394304/f1a890c0a59a5be4b46b2a2d66f0dc1a.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_394304/345dd90d4dd0082c3aa8928d8b330b5c.jpg"
  ],
  "ratings": 0,
  "numReviews": 0,
  "reviews": []
},
{
  "userRef": "666abbf9339e0667cc139c70",
  "createdAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "updatedAt": {
    "$date": "2024-06-20T10:05:00.326Z"
  },
  "__v": 0,
  "name": "Mon Homestay Vũng Tàu",
  "type": "Homestay",
  "description": "",
  "address": " H37 Bàu Sen 2, Khu Á Châu, Phường 2, Thành phố Vũng Tàu, Tỉnh Bà Rịa - Vũng Tàu ",
  "regularPrice": "",
  "discountPrice": " 403,000 VND/ đêm",
  "smoking": false,
  "bar": false,
  "wifi": false,
  "parking": true,
  "offer": false,
  "imageUrls": [
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_395415/765b738d632d2659af8803d890f56703.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_395415/30c0453f38cc502ca73dcb35e2e66690.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_395415/4e5757d47c6aacde98ffa8a02949b685.jpg",
    "https://cdn2.vietnambooking.com/wp-content/uploads/hotel_pro/hotel_395415/7b7747004d2944b212e3ea2d00e6187f.jpg"
  ],
  "ratings": 0,
  "numReviews": 0,
  "reviews": []
}
]